introduce_game_basics = """Я буду направлять тебя , давать расшифровку твоих ходов и просто составлять компанию  

Ты здесь , а это значит, что ты хочешь изменить свою жизнь, найти ответы на вопросы, которые тебя волнуют. 

Давай я расскажу тебе правила и смыслы игры или ты уже знаешь ? 

Мы еще не так хорошо знакомы, чтобы я знала как ты лучше воспринимаешь информацию (аудио или текст) 
Присылаю тебе аудио сообщение и дублирую текстом. 
"""

essence_of_the_game = """Суть игры:

Лила создана , чтобы игрок мог вступить в контакт со своим высшим я. Посмотреть на свою жизнь со стороны и найти решения. Игра, высшие силы и игрок - в данном случае одно поле. Это игра самопознания, с помощью которой происходят глубокие переосмысления в жизни. Она трансформирует жизнь и открывает истину.
"""

rules_of_the_game = """Правила игры:

🤍 Желательно не пить алкоголь, не курить во время игры. Воду пить в перерывах.
✨ Перед началом нужно подышать, расслабиться, удобно расположиться и полностью отдаться процессу.
🤍 Шутить над игрой не стоит, потому что ты шутишь над самим собой.
✨ Положи камни игроков на клетку 1. 
🤍 Сформируй запрос про себя или озвучь. 
✨ Кидай кубик - ты начинаешь игру только когда выпадет 6 и передвигаешь камень на 6 клеток вперед. Если выпадает другое число, то игра не пускает тебя с данным запросом - поменяй и попробуй в следующий круг.
🤍 После входа в игру продолжай кидать кубик и ходить на нужную клетку. Описание данной клетки будет наталкивать тебя на осознание или решение запроса.
✨ Перед каждым броском кубика задавай новый вопрос,исходя из прошлого ответа.
🤍 Когда попадаешь на начало стрелы, то автоматически поднимаешься к её острию.
✨ Если же в клетке расположена голова змеи, опускаешься вниз до её хвоста.
🤍 Конец игры наступит, когда ты попадешь на клетку 68.
✨ Выходить из игры, не дойдя до конца - нельзя, потому что реальность подстроится под ту клетку,на которой остановился.
🤍 Если количество желающих поиграть больше,чем камней - можно добавить другой камень, либо личную вещь (кольцо,кулон, помада и т.д)
"""

forms_for_notes = """Часто люди ходят по одним и тем же клеткам кругами, потому что пока не видят правильного решения.

Чтобы глубоко осмыслить свой путь, предлагаю тебе записывать свой путь и, возможно, вопросы,которые задаешь.

А я позаботилась о твоих первых играх и вложила бланки для заметок.

Еще я решила прикрепить файл с бланком, чтобы ты всегда мог распечатать новые,для дальнейших осознаний!

Ну что, рассказать  как правильно формулировать запрос?
"""

recommendations = """Так я и думала, ты молодец!

Сейчас важный момент игры - определить свою цель и сформулировать запрос на игру.
Послушай советы по постановке запроса в аудио или ниже ознакомься с пунктами.

Постановка запроса:
🤍 с перспективой в будущее - смотри вперед, а не назад.
✨ от первого лица - занимайся собой, а не другим и четко определи свои желания.
🤍 помни,что только ты выбираешь пути.
✨ Только один запрос. Не надо путать игру.

А теперь закрой глаза и подумай, что именно ты хотел бы изменить? Ответ на какой вопрос получить? Подумал?
"""

start_game = """Напомню порядок действий:
🤍 встаешь на первую клетку
✨ говоришь запрос
🤍 кидаешь кубик,чтобы выпало 6. В других случаях меняешь запрос
✨ шагаешь на 6 клеток вперед
🤍 продолжаешь задавать вопросы и кидать кубик с каждым следующим кругом


На какую клетку попал?
"""

remaining_time = """\n\nОсталось времени: _
В это время рекомендуется прочитать все присланные инструкции."""
